/**********************************************************
*Copyright(c) Automation Excellence Class
*FileName:  // 文件名
*Author:  //作者
*Version:  //版本
*Date:  //完成日期
*Description:  //用于主要说明此程序文件完成的主要功能
                //与其他模块或函数的接口、输出值、取值范围、
                //含义及参数间的控制、顺序、独立及依赖关系
*Others:  //其他内容说明
*Function List:  //主要函数列表，每条记录应包含函数名及功能简要说明
 	1.…………
    2.…………
*History:  //修改历史记录列表，每条修改记录应包含修改日期、修改者及修改内容简介
    1.Date:
      Author:
      Modification:
    2.…………
**********************************************************/

/*************************************************
*Function: // 函数名称
*Description: // 函数功能、性能等的描述
*Calls: // 被本函数调用的函数清单
*Input: // 输入参数说明，包括每个参数的
	   // 用、取值说明及参数间关系。
*Output: // 对输出参数的说明。
*Return: // 函数返回值的说明
*Others: // 其它说明
*************************************************/